Repository: DOCCA-CO/RT-Extension-AttachmentsColored
Catalog: po/*.po
Languages: hu

source: category
hu: Kategória

source: date
hu: Dátum

source: filename
hu: Fájlnév ABC

source: size
hu: Fájlméret

source: user
hu: Feltöltő személy ABC

source: Show hidden files
hu: Rejtett fájlok mutatása

source: Hide hidden files
hu: Rejtett fájlok elrejtése

source: comment
hu: Leírás

source: Node
hu: Mappa

source: hidden
hu: rejtett

source: Folders
hu: Mappák

source: Attachment folder
hu: Csatolmány böngésző

source: Filename
hu: Fájlnév

source: Created
hu: Feltöltve

source: User
hu: Feltöltő személy

source: Size
hu: Fájlméret

source: Folder
hu: Mappa

source: Queue
hu: Polc

source: Subject
hu: Tárgy

source: Comment
hu: Leírás

source: Show attachments without folders
hu: Kategória nélküli csatolmányok

source: Show all
hu: Mindent mutat

source: Select an option
hu: Válasszon

source: Close
hu: Bezár

source: Add to existing ticket
hu: Másik ügybe küldés

source: Add to new ticket
hu: Új ügybe küldés

source: Mass download
hu: Tömeges letöltés

source: Ticket id
hu: Ügyszám
